---
kind: other
id: Methods.T:Autodesk.Revit.DB.NullParameterValue
source: html/9a4a129c-2c26-4767-73c3-884f2230c608.htm
---
# NullParameterValue Methods

Makes an identical copy of the given parameter value.